Table of Contents
 Enum CrackWidthRequirementsSIA
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
crack width requirement
public enum CrackWidthRequirementsSIA
Fields
A = 1
type A
B = 2
type B
C = 3
type C
NotNecessary = 0
calculation is nod defined it means not necessary
Value = 4
value is define as fsd-value
Fields
 Name |  Description
 A = 1
type A
 B = 2
type B
 C = 3
type C
 NotNecessary = 0
calculation is nod defined it means not necessary
 Value = 4
value is define as fsd-value
 Edit this page